lib/xml/createAgentGroup.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:createAgentGroup>
            <!--Optional:-->
            <group>
                <!--Zero or more repetitions:-->
                <agents>?</agents>
                <!--Optional:-->
                <description>?</description>
                <!--Optional:-->
                <id>?</id>
                <!--Optional:-->
                <name>?</name>
            </group>
        </ser:createAgentGroup>
    </soapenv:Body>
</soapenv:Envelope>